{
  "beers": [
    {
      "name": "Goat Lager",
      "style": "American Lager",
      "abv": 4.5,
      "description": "Bright, easy-drinking, and refreshing. This light lager delivers delicate malt notes, a subtle touch of Saaz hops, and a clean, crisp finish that keeps you coming back for more.",
      "flagship": true,
      "fourPackAvailable": true
    },
    {
      "name": "Counting Sheep",
      "style": "Hazy IPA",
      "abv": 6.9,
      "description": "Our flagship Hazy IPA brewed with raw wheat and malted oats giving it a pillowy soft mouthfeel. Heavily hopped with Citra and Mosaic giving this beer a dank, citrusy aroma and flavor.",
      "flagship": true,
      "fourPackAvailable": true
    },
    {
      "name": "Headbutt",
      "style": "Double American IPA",
      "abv": 8.4,
      "description": "Headbutt is an 8.4% Double American IPA built on a strong base of pale malt and loaded with a heavy dose of American hops. Expect bright grapefruit, pine, and grassy aromatics balanced by a sturdy malt body and a crisp, assertive finish. A powerful yet refined IPA for serious hop fans."
    },
    {
      "name": "Beast of Burden",
      "style": "Belgian Tripel",
      "abv": 9.6,
      "description": "Beast of Burden is a nod to the hardworking strength required to craft a traditional Belgian Tripel. This \"beast\" hides its power behind a sophisticated profile of spicy phenolics and fruity esters. Brewed with premium Pilsner malt and clear candy sugar, it is effervescent, complex, and deceptively smooth. It carries the weight of its high gravity with the grace of a champion workhorse."
    },
    {
      "name": "Grove Refresher - PB&J",
      "style": "Fruited Sour",
      "abv": 4.6,
      "description": "Grove Refresher is a liquid tribute to the ultimate childhood classic. We've taken a crisp, tart sour base and layered it with creamy roasted peanuts and a massive addition of sweet concord grape puree. At a crushable 4.6%, it's a whimsical, nostalgic journey that balances savory nuttiness with a bright, puckering finish."
    },
    {
      "name": "Better Late Than November",
      "style": "Pumpkin Spiced Ale",
      "abv": 7.0,
      "description": "Brewed with real roasted pumpkins and a warming blend of cinnamon, nutmeg, ginger, and cloves, this spiced ale captures the cozy flavor of late autumn in every sip. Rich malt sweetness and gentle spice come together for a smooth, balanced finish that's worth the wait."
    },
    {
      "name": "Tundra Buck",
      "style": "Winter Spiced Stout",
      "abv": 7.9,
      "description": "This deep-ruby stout pours with a creamy head and delivers an intoxicating aroma of the season. We've infused the rich, malty base—featuring notes of roasted coffee and dark chocolate—with a thoughtful blend of winter spices: cinnamon, nutmeg, and a hint of bright ginger."
    },
    {
      "name": "Irish Stout",
      "style": "Irish Stout",
      "abv": 5.0,
      "description": "Limited tap. A classic Irish Stout brewed with Flaked, Roasted and Malted Barley."
    },
    {
      "name": "New Zealand Pilsner",
      "style": "Pilsner",
      "abv": 5.0,
      "description": "Dry hopped with Motueka hops."
    },
    {
      "name": "Dark Cerveza",
      "style": "Dark Mexican Lager",
      "abv": 4.7,
      "description": "A traditional Mexican-style dark lager."
    },
    {
      "name": "West Coast IPA",
      "style": "West Coast Style IPA",
      "abv": 6.5,
      "description": "New recipe! West coast style IPA. Hop-forward, crisp, clean."
    },
    {
      "name": "King David",
      "style": "Cider",
      "abv": 6.8,
      "description": "Sweet and light, notes of honeysuckle, apple, and pear from Old Stone Cider in Lewisville, PA."
    },
    {
      "name": "Roxbury Russet",
      "style": "Cider",
      "abv": 7.2,
      "description": "Single-varietal craft cider made from one of America's oldest, 17th-century heirloom apples. Known for its high sugar content and rich, complex flavor, this cider offers a sweet, well-balanced profile with a distinct, effervescent mouthfeel. From Old Stone Cider in Lewisville, PA."
    }
  ],
  "food": [
    {
      "category": "Shareables",
      "items": [
        {
          "name": "Basket of Seasoned Fries or Tots",
          "description": "Cajun or Old Bay (+1), Truffle (+2).",
          "price": 6
        },
        {
          "name": "Soft Pretzel Sticks",
          "description": "Warm baked pretzel sticks brushed with butter and salt, served with our house beer-cheese.",
          "price": 12
        },
        {
          "name": "Fried Pickles",
          "description": "Breaded pickle spears served with ranch dipping sauce.",
          "price": 12
        },
        {
          "name": "Mozzarella Sticks",
          "description": "Crispy fried mozzarella served with warm marinara.",
          "price": 12
        },
        {
          "name": "Cheesesteak Egg Rolls",
          "description": "Crispy egg rolls stuffed with shaved steak, onions, and cheese. Served with sweet red chili sauce.",
          "price": 13
        },
        {
          "name": "The Herd Nachos",
          "description": "House-made tortilla chips topped with beer cheese, pico de gallo, jalapeños, and sour cream. Add Chicken (+3). Add Shrimp (+4).",
          "price": 13
        },
        {
          "name": "Maple Roasted Brussels",
          "description": "Brussels sprouts tossed with bacon, maple glaze, and parmesan.",
          "price": 13
        },
        {
          "name": "BBQ Short Rib Loaded Fries or Tots",
          "description": "Fresh-cut fries or tots loaded with shredded cheese, caramelized onions, scallions, and our short rib braised in-house with our Iron Hoof Ale.",
          "price": 15
        }
      ]
    },
    {
      "category": "Wings",
      "items": [
        {
          "name": "Classic Wings",
          "description": "Bone-in wings tossed in your choice of sauce. Add a side of fries (+3) or tots (+4).",
          "price": 13
        },
        {
          "name": "Boneless Wings",
          "description": "Boneless wings tossed in your choice of sauce. Add a side of fries (+3) or tots (+4).",
          "price": 13
        }
      ]
    },
    {
      "category": "Smash Burgers",
      "items": [
        {
          "name": "Classic Smash",
          "description": "Single or double (+2) smash patties with melted American cheese, lettuce, tomato, pickles, & our house secret sauce. Served with a side of fresh-cut fries. Sub tots (+1).",
          "price": 14
        },
        {
          "name": "BBQ Bacon Smash",
          "description": "Single or double (+2) smash patties layered with sharp cheddar, crispy bacon, caramelized onion, and a smoky-sweet BBQ sauce. Served with a side of fresh-cut fries. Sub tots (+1).",
          "price": 16
        },
        {
          "name": "The Goat Smash",
          "description": "Single or double (+2) smash patties topped with creamy goat cheese, crispy bacon, peppery arugula, and balsamic glaze on a toasted brioche bun. Served with a side of fresh-cut fries. Sub tots (+1).",
          "price": 16
        },
        {
          "name": "Mushroom & Swiss Smash",
          "description": "Single or double (+2) smash patties stacked with melty Swiss cheese, sweet caramelized onions, sautéed mushrooms, and a rich roasted-garlic aioli. Served with a side of fresh-cut fries. Sub tots (+1).",
          "price": 16
        }
      ]
    },
    {
      "category": "Handhelds",
      "items": [
        {
          "name": "Hot Dogs & Fries",
          "description": "Two 1/4 pound hot dogs served with a side of fries. Sub tots (+1).",
          "price": 13
        },
        {
          "name": "B.A.L.T. Wrap",
          "description": "Bacon, avocado, romaine lettuce, tomato, roasted garlic aioli served with house-made tortilla chips.",
          "price": 14
        },
        {
          "name": "Smoked Turkey Caesar Wrap",
          "description": "Smoked turkey breast, romaine, shaved parmesan, sun-dried tomatoes, creamy pesto-caesar dressing, served with house-made tortilla chips.",
          "price": 14
        }
      ]
    },
    {
      "category": "Flatbreads",
      "items": [
        {
          "name": "Butternut Squash & Goat Cheese",
          "description": "Roasted butternut squash, caramelized onions, goat cheese, and arugula finished with our maple glaze on a crisp flatbread. Served with house tortilla chips. Sub fries (+3) or tots (+4).",
          "price": 16
        },
        {
          "name": "BBQ Short Rib",
          "description": "Short rib braised in-house with our Iron Hoof Ale, smoked gouda, and caramelized onions over BBQ sauce, finished with scallions and a drizzle of our maple glaze on a crisp flatbread. Served with house tortilla chips. Sub fries (+3) or tots (+4).",
          "price": 17
        }
      ]
    },
    {
      "category": "Salads",
      "items": [
        {
          "name": "Caesar Salad",
          "description": "Crisp romaine lettuce, shaved Parmesan, garlic croutons, and creamy Caesar dressing. Add grilled chicken (+3) or grilled shrimp (+4).",
          "price": 13
        },
        {
          "name": "Autumn Brussels & Apple Salad",
          "description": "Shaved Brussels sprouts, arugula, sliced green apples, bacon crumbles, and shredded white cheddar tossed in a light maple-Dijon vinaigrette.",
          "price": 16
        }
      ]
    }
  ],
  "drinks": [
    {
      "category": "Specialty Cocktails",
      "items": [
        {
          "name": "Apple Pie Spritz",
          "description": "Crisp apple pie cider with smooth vanilla vodka and topped with bubbly prosecco. Light, sparkling, and dessert-inspired, but not too sweet—just right.",
          "price": 12
        },
        {
          "name": "Margarita",
          "description": "Tequila, triple sec, and fresh lime juice, shaken and served over ice. Crisp, tangy, and refreshingly simple.",
          "price": 13
        },
        {
          "name": "Transfusion",
          "description": "A bright, refreshing blend of vodka, grape juice, a squeeze of fresh lime, cranberry, and a touch of simple syrup, topped with bubbly ginger ale for a crisp, golf-course-classic sipper.",
          "price": 13
        },
        {
          "name": "Old Fashioned",
          "description": "A timeless blend of whiskey, bitters, sugar, and citrus—smooth, balanced, and perfectly simple.",
          "price": 14
        },
        {
          "name": "Winter Margarita",
          "description": "A festive fusion, bringing a chilly twist to a sun-drenched classic. We blend crisp silver tequila with the tart embrace of real cranberry puree, and a sparkling splash of lemon-lime soda.",
          "price": 14
        },
        {
          "name": "Smoked Old Fashioned",
          "description": "An elevated twist on our classic Old Fashioned, infused with real smoke from apple, cherry, or pecan wood.",
          "price": 15
        },
        {
          "name": "Coffee Old Fashioned",
          "description": "A bold Old Fashioned with bourbon, coffee liqueur, and bitters, gently sweetened and finished with a citrus peel for a velvety, sippable classic.",
          "price": 15
        }
      ]
    },
    {
      "category": "Classic Cocktails",
      "items": [
        {
          "name": "The Classics, Pennsylvania Style",
          "description": "If you have a timeless favorite in mind, our bartenders are ready to craft it to perfection. We honor cocktail traditions using a full range of exceptional, Pennsylvania-made spirits—from crisp vodkas and botanical gins to aged bourbons and smooth rums. Simply request your classic cocktail, and we will mix a masterpiece for you."
        }
      ]
    },
    {
      "category": "Canned Cocktails",
      "items": [
        {
          "name": "Vodka Soda (4.5%)",
          "description": "Light, crisp, and refreshing. These ready-to-drink cocktails blend premium vodka with sparkling soda and natural flavors. Available in: Grapefruit Citrus, Pineapple Mango, Cherry Berry, Orange Citrus, Cranberry Lime.",
          "price": 9
        },
        {
          "name": "Iced Tea & Vodka (4.5%)",
          "description": "Rosenberger's iced tea mixed with high quality vodka from Boardroom Spirits.",
          "price": 9
        },
        {
          "name": "Lemon Iced Tea & Vodka (5.5%)",
          "description": "The perfect, refreshing blend of Boardroom Vodka, real brewed tea, lemon, and sugar.",
          "price": 9
        },
        {
          "name": "Crimson Crush Lemonade (5%)",
          "description": "A refreshingly juicy vodka lemonade that is crimson red from a real hibiscus flower infusion.",
          "price": 9
        }
      ]
    },
    {
      "category": "Wine",
      "items": [
        {
          "name": "White Wines",
          "description": "Sauvignon Blanc, Willow White. Penns Woods Winery - Chadds Ford, PA.",
          "price": 10
        },
        {
          "name": "Red Wines",
          "description": "Cabernet Sauvignon. Penns Woods Winery - Chadds Ford, PA.",
          "price": 10
        },
        {
          "name": "Rose",
          "description": "Pinot Rose. Penns Woods Winery - Chadds Ford, PA.",
          "price": 10
        },
        {
          "name": "Bubbly",
          "description": "Brut Rose, Blanc de Blanc. Penns Woods Winery - Chadds Ford, PA.",
          "price": 12
        }
      ]
    },
    {
      "category": "Non-Alcoholic",
      "items": [
        {
          "name": "Athletic Brewing Cans",
          "description": "Award-winning, craft non-alcoholic beers for those who want the full flavor of a craft brew without the alcohol. Run Wild (IPA), Free Wave (Hazy IPA), Upside Dawn (Golden Ale).",
          "price": 6
        }
      ]
    }
  ],
  "sauces": ["Mango Habanero", "Kickin' Bourbon", "Sweet Red Chili", "Classic BBQ", "Classic Buffalo", "Nashville Hot"]
}
